# St7SetPathFill

Sets the fill colour scheme for load paths.

long St7SetPathFill(long uID, long Fill)
Input Parameters
uID
Strand7 model file ID.
Fill
One of tfNone, tfTemplate, tfGroup, tfPathNumber, tfColour or tfOrientation.